IDEA Open Model
LineLoad.EndPositionX Property
Compatible with IDEA StatiCa v 10.1
 point support position X
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double EndPositionX { get; set; }
Public Property EndPositionX As Double
	Get
	Set
public:
property double EndPositionX {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace